Repository: xattacker/Gobang_iOS
Catalog: Resource/Localizable.xcstrings
Source language: zh_hant
Languages: en

# BLACK_CHESS
source: 黑子
en: Black

# CANCEL
source: 取消
en: Cancel

# CHESS_SELECTION
source: 請選子
en: Color Selection

# CONFIRM
source: 確認
en: Confirm

# CONFIRM_RESTART
source: 確認重新開始?
en: Confirm to Restart ?

# GAME_START
source: 遊戲開始
en: Game Start

# OK
source: 確定
en: Yes

# OPPONENT
source: 對手
en: Opponent

# PLAYER
source: 玩家
en: Player

# RESTART
source: 重新開始
en: Restart

# UNDO
source: 悔棋
en: Undo

# WHITE_CHESS
source: 白子
en: White

# WIN_COUNT
source: 累計: %d勝 %d負
en: Records: win %d, lose %d

# YOU_LOSE
source: 你輸了
en: You Lose

# YOU_WIN
source: 你贏了
en: You Win
